<?php

return [
    'default' => 'Ошибка авторизации через :provider.',
    'credentials_already_in_use' => 'Учетная запись с почтой :email из выбранного вами аккаунта :provider уже зарегистрирована в системе. Если вы ранее регистрировались с данной почтой, войдите в учетную запись с помощью пароля и привяжите аккаунт :provider в настройках.',
    'already_connected' => 'Аккаунт :provider (:email) уже привязан к зарегистрированной учетной записи в системе. Для того, чтобы привязать свой аккаунт :provider к учетной записи необходимо отвязать его от другой учетной записи.',
];
